CoenraadS.bracket-pair-colorizer
Dart-Code.dart-code
Dart-Code.flutter
dbaeumer.vscode-eslint
eamodio.gitlens
formulahendry.auto-close-tag
k--kato.intellij-idea-keybindings
kalitaalexey.vscode-rust
mikestead.dotenv
ms-azuretools.vscode-docker
ms-python.python
ms-vsliveshare.vsliveshare
msjsdiag.debugger-for-chrome
msjsdiag.vscode-react-native
Nash.awesome-flutter-snippets
rust-lang.rust
Shan.code-settings-sync
waderyan.gitblame
WakaTime.vscode-wakatime
WallabyJs.quokka-vscode
wayou.vscode-todo-highlight
christian-kohler.path-intellisen
